IDEA Open Model
NadSetupValue.Id Property
Compatible with IDEA StatiCa 20.1
 Gets or sets the value id.
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public int Id { get; set; }
Public Property Id As Integer
	Get
	Set
Property Value
Type: Int32
See Also
Reference
NadSetupValue Class
IdeaRS.OpenModel.Concrete Namespace